{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "hallo",
        "hai",
        "halo",
        "hei",
        "hi",
        "hy",
        "pagi",
        "morning",
        "siang",
        "afternoon",
        "sore",
        "malam",
        "bro",
        "sis",
        "kawan",
        "P"
      ],
      "responses": [
        "Hai! Wisatabot di sini. Lagi penasaran ya sama NTT, memangnya mau liburan kemana nih?",
        "Halo! Saya Wisatabot, salam kenal ya! Mau tau wisata NTT bagian mana nih?",
        "Helo! Ini Wisatabot. Lagi bingung ya mau liburan kemana, di NTT banyak rekomendasi wisata yang menarik loh."
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "Dah",
        "Dadah",
        "Bye",
        "Byee",
        "Good bye",
        "Selamat tinggal",
        "Sampai jumpa",
        "Bai",
        "See you"
      ],
      "responses": [
        "Bye!",
        "Dadahh!",
        "Good bye!",
        "Dahh, semoga harimu menyenangkan yaa!",
        "Sampai jumpa lagi!",
        "See u! Senang bisa membantu"
      ]
    },
    {
      "tag": "terimakasih",
      "patterns": [
        "Thanks",
        "Thank you",
        "Terima kasih",
        "Makasih",
        "Terima kasih banyak"
      ],
      "responses": [
        "Dengan senang hati:)"
      ]
    },
    {
      "tag": "penjelasan_wisatabot",
      "patterns": [
        "Wisatabot itu apa sih?",
        "Apa itu Wisatabot?",
        "Kamu itu apa sih?",
        "Wisatabot itu apa sih?",
        "Kamu Siapa"
      ],
      "responses": [
        "Wisatabot merupakan Projek akhir kampus merdeka di Orbit Future Academy. Dan perojek ini adalah sistem rekomendasi wisata alam di Nusa Tenggara Timur (NTT) dengan total potensi daya tarik wisata berjumlah 643 dengan 22 kabupaten yang menyajikan berbagai objek wisata alam seperti hutan, pantai, gunung, danau, gua, dan sebagainya. Serta projek ini juga, membantu mengenalkan tempat-tempat wisata menarik yang banyak tidak diketahui oleh wisatawan domestik serta dapat meningkatkan kesehahteraan Masyarakat yang berada di Nusa Tenggara Timur ( NTT )."
      ]
    },
    {
      "tag": "tujuan_wisatabot",
      "patterns": [
        "Apa tujuan Wisatabot?",
        "Tugas dari Wisatabot ini apa?",
        "Tujuan dibentuknya kalian untuk apa?",
        "Tujuan dibentuknya wisatabot untuk apa?",
        "Kamu itu gunanya buat apa?",
        "Wisatabot itu gunanya buat apa?",
        "Kamu bisa ngapain aja?",
        "Wisatabot bisa ngapain aja?",
        "kamu itu fungsinya apa?",
        "Fungsi dari wisatabot apa ya?",
        "Gunanya wisatabot buat apa ya?"

      ],
      "responses": [
        "Kami disini memperkenalkan Potensi wisata alam yang indah dan menarik dari Nusa Tenggara Timur (NTT) kepada masyarakat Indonesia yang sedang merencakan liburan ke Nusa Tenggara Timur ( NTT ). Selain itu, kehidupan perekonomian masyarakat yang ada di wilayah Nusa Tenggara Timur ( NTT ) akan meningkat apabila bidang pariwisatanya juga berjalan dengan lancar."

      ]
    },
    {
      "tag": "rekomendasi_wisatabot",
      "patterns": [
        "Apa saja rekomendasikan wisata alam wisatabot ?",
        "Apa yang bisa kalian rekomendasikan ?",
        "Apa yang bisa wisatabot rekomendasikan ?",
        "Rekomendasi kalian ada apa aja ?",
        "Rekomendasi wisatabot ada apa aja ?",
        "Kalian ngerekomendasikan apa aja?",
        "Wisatabot ngerekomendasikan apa aja?",
        "Di NTT ada apa aja",
        "Di Nusa Tenggara Timur ada apa aja",
        "Apa yang bisa kamu lakukan",
        "Apa yang bisa wisatabot lakukan"
      ],
      "responses": [
        "Terdapat rekomendasi pantai, gunung, bukit, air terjun, danau, dan hutan. Mau tau tentang apa nih?"
      ]
    },
    {
      "tag": "Daftar_Pantai_Rekomendasi_Wisatabot",
      "patterns":[
        "Apa saja daftar Pantai yang ada di nusa tenggara timur",
        "Apa saja daftar Pantai yang ada di ntt",
        "Apa saja list Pantai yang ada di nusa tenggara timur",
        "Apa saja list Pantai yang ada di ntt",
        "Ada Pantai apa saja di ntt",
        "Ada Pantai apa saja di nusa tenggara timur",
        "Pantai di ntt?"

      ],
      "responses":[
        "Berikut Daftar Pantai yang ada di NTT \n\n Pantai Mali, Pantai Maimol,  Pantai Deere"
      ]
    },
    {
      "tag": "Daftar_Gunung_Rekomendasi_Wisatabot",
      "patterns":[
        "Apa saja daftar Gunung yang ada di nusa tenggara timur",
        "Apa saja daftar Gunung yang ada di ntt",
        "Apa saja list Gunung yang ada di nusa tenggara timur",
        "Apa saja list Gunung yang ada di ntt",
        "Ada Gunung apa saja di ntt",
        "Ada Gunung apa saja di nusa tenggara timur",
        "Gunung di ntt?"

      ],
      "responses":[
        "Berikut Daftar Gunung yang ada di NTT \t Gunung Api Sirung, Gunung Wongge, Gunung Padhambewu"
      ]
    },
    {
      "tag": "Daftar_Bukit_Rekomendasi_Wisatabot",
      "patterns":[
        "Apa saja daftar Bukit yang ada di nusa tenggara timur",
        "Apa saja daftar Bukit yang ada di ntt",
        "Apa saja list Bukit yang ada di nusa tenggara timur",
        "Apa saja list Bukit yang ada di ntt",
        "Ada Bukit apa saja di ntt",
        "Ada Bukit apa saja di nusa tenggara timur",
        "Bukit di ntt?"

      ],
      "responses":[
        "Berikut Daftar Bukit yang ada di NTT \t Bukit Nanaet Dubesi, Nu Berek, Bukit lidak"
      ]
    },
    {
      "tag": "Daftar_Danau_Rekomendasi_Wisatabot",
      "patterns":[
        "Apa saja daftar Danau yang ada di nusa tenggara timur",
        "Apa saja daftar Danau yang ada di ntt",
        "Apa saja list Danau yang ada di nusa tenggara timur",
        "Apa saja list Danau yang ada di ntt",
        "Ada Danau apa saja di ntt",
        "Ada Danau apa saja di nusa tenggara timur",
        "Danau di ntt?"

      ],
      "responses":[
        "Berikut Daftar Danau yang ada di NTT \t Danau 7 Bidadari, Danau Tiga Warna Kelimutu, Danau Tiwu Sora"
      ]
    },
    {
      "tag": "Daftar_Hutan_Rekomendasi_Wisatabot",
      "patterns":[
        "Apa saja daftar Hutan yang ada di nusa tenggara timur",
        "Apa saja daftar Hutan yang ada di ntt",
        "Apa saja list Hutan yang ada di nusa tenggara timur",
        "Apa saja list Hutan yang ada di ntt",
        "Ada Hutan apa saja di ntt",
        "Ada Hutan apa saja di nusa tenggara timur",
        "Hutan di ntt?"

      ],
      "responses":[
        "Berikut Daftar Hutan yang ada di NTT \t Hutan Kenari, Penangkaran Rusa, Hutan Ine Mbele"
      ]
    },
    {
      "tag": "Daftar_Air_Terjun_Rekomendasi_Wisatabot",
      "patterns":[
        "Apa saja daftar Air Terjun yang ada di nusa tenggara timur",
        "Apa saja daftar Air Terjun yang ada di ntt",
        "Apa saja list Air Terjun yang ada di nusa tenggara timur",
        "Apa saja list Air Terjun yang ada di ntt",
        "Ada Air Terjun apa saja di ntt",
        "Ada Air Terjun apa saja di nusa tenggara timur",
        "Air Terjun di ntt?"

      ],
      "responses":[
        "Berikut Daftar Air Terjun yang ada di NTT \t Air Terjun Alila, Air Terjun Slata Mauhalek, Air Terjun Uluktil, Air Terjun Muru Nawe"
      ]
    },
    {
       "tag": "penjelasan_air_terjun_alila",
       "patterns": [
         "Apa itu Air Terjun Alila?",
         "Air Terjun Alila ?",
         "Alila",
         "Bagaimana deskripsi Air Terjun Alila?",
         "Bisakah kamu jelaskan tentang Air Terjun Alila?",
         "Apa yang bisa kamu ceritakan tentang Air Terjun Alila?",
         "Saya ingin tahu lebih banyak tentang Air Terjun Alila, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Air Terjun Alila."
       ],
       "responses": [
         "Kabupaten Alor terkenal dengan destinasi wisata. Pemandangan Alam nya indah dan segala ragam budaya didalamnya, menarik wisatawan untuk berkunjung. Alor menyimpan begitu banyak keindahan. Mulai dari keindahan bawah laut, pantai, pegunungan. Dan segala macam adat istiadat di dalamnya. Sehingga orang-orang menyebutnya Surga di Timur matahari. Di Kecamatan Alor Barat Laut tepatnya Desa Alila terdapat air terjun, sungai dan pemandangan hutan yang sangat fotogenik. Namun, apabila ingin mengunjungi tempat ini, saya sarankan membawa peralatan memanjat yang memadai karena tingkat kesulitan untuk sampai ke dasar sungai terbilang cukup sulit. Akan tetapi, kalau anda memiliki fisik yang kuat dan bugar, tak perlu membawa peralatan memanjat memanjat. Cukup membawa bekal makan dan minuman saja."
       ]
     },
     {
       "tag": "penjelasan_air_terjun_slata_mauhalek",
       "patterns": [
         "Apa itu Air Terjun Slata Mauhalek?",
         "Air Terjun Slata Mauhalek ?",
         "Slata Mauhalek",
         "Bagaimana deskripsi Air Terjun Slata Mauhalek?",
         "Bisakah kamu jelaskan tentang Air Terjun Slata Mauhalek?",
         "Apa yang bisa kamu ceritakan tentang Air Terjun Slata Mauhalek?",
         "Saya ingin tahu lebih banyak tentang Air Terjun Slata Mauhalek, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Air Terjun Slata Mauhalek."
       ],
       "responses": [
         "Air terjun Siata Mauhalek ini memiliki pesona tersendiri. Wisata air terjun ini terletak di Dusun Fatumuti, Desa Raiulun, Kecamatan Lasiolat, Kabupaten Belu, ini diberi nama Siata Mauhalek. Alasannya karena berada persis pada pertemuan dua sumber air yakni Siata dan Mauhalek. Untuk mencapai tempat ini, tak memerlukan banyak pengorbanan. Jaraknya sekitar 30-an kilometer arah timur Kota Atambua dilalui jalan sumbu Atambua-Weluli dengan kondisi mulus dan lebar. Hanya membutuhkan waktu kurang lebih satu jam untuk mencapai tempat ini. Atau dari Kupang, Ibu Kota Propinsi Nusa Tenggara Timur sekitar 230 Km atau bisa ditempuh dengan lima hingga enam jam perjalanan menggunakan kendaraan roda empat. Jika menggunakan jasa bus angkutan umum dari Kota Atambua cukup membayar Rp 25.000-Rp 30.000. Kalau menggunakan jasa ojek, tarifnya kurang lebih Rp 50.000 Pintu gerbang air terjun ini berada persis di bibir jalan sumbu Atambua-Weluli memudahkan siapa saja untuk mengenali tempat ini. Sebelum masuk, pengunjung akan dikenai tarif Rp 5.000 untuk sepeda motor dan kendaraan roda empat Rp 15.000 dan roda enam Rp 25.000. Dari gerbang masuk, Anda akan menyusuri jalan rabat sejauh 700 meter melewati sebuah perkampungan yang hanya terdiri dari tujuh rumah. Setelah itu Anda akan menemukan sebuah tanah lapang. Parkirlah kendaraan di sana untuk berjalan kaki menuruni anak tangga yang berjumlah kurang lebih 100 buah hingga ke dasar kali. Bagi yang sedikit takut dengan ketinggian, disarankan untuk berjalan sambil berpegangan dengan teman atau orang lain. Dalam jarak kurang dari 100 meter, Anda juga disuguhkan hamparan sawah dan kebun jagung yang sedang menghijau. Pohon pinang dan kelapa menjulang tinggi di sisi kiri dan kanan anak tangga menjadi pemandangan tersendiri. Pendengaran Anda akan disuguhi gemericik air yang menuruni bebatuan bercampur gemuruh air yang bertemu di dalam kali. Juga pemandangan indah perpaduan lumut hijau yang menempel di dinding batu dan beningnya air diterpa sinar matahari. Terkadang menimbulkan panorama pelangi jika dilihat dari sudut tertentu. Bening dan sejuknya air memberi sensasi segar membuat Anda tak mungkin tahan godaan untuk langsung menyentuh airnya. Bagi yang tak tahan godaan, disarankan membawa baju ganti karena sudah pasti Anda akan langsung menceburkan diri ke dalam air begitu sampai."
       ]
     },
     {
       "tag": "penjelasan_air_terjun_uluktil",
       "patterns": [
         "Apa itu Air Terjun Uluktil?",
         "Air Terjun Terjun Uluktil ?",
         "Terjun Uluktil",
         "Bagaimana deskripsi Air Terjun Terjun Uluktil?",
         "Bisakah kamu jelaskan tentang Air Terjun Terjun Uluktil?",
         "Apa yang bisa kamu ceritakan tentang Air Terjun Terjun Uluktil?",
         "Saya ingin tahu lebih banyak tentang Air Terjun Terjun Uluktil, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Air Terjun Terjun Uluktil."
       ],
       "responses": [
         "Nusantara memang menyajikan alam yang kaya raya, banyak pesona keindahan yang memukau dunia yang terbentang dari sabang-sampai merauke. Dari yang sudah terkenal di seluruh belahan dunia bahkan sampai yang belum terlihat dan tersentuh oleh siapapun, semua pesona keindahan alam itu akan memanjakan mata siapa saja yang datang. Salah satu contohnya adalah 'Uluk Til' sebuah air terjun yang terletak di antara desa Fulur kecamatan Lamaknen dan Desa Aitoun kecamatan Raihat Kabupaten Belu. Sebuah panorama alam yang sangat indah ini memang asing ditelinga banyak orang, memang tempat ini jarang dikunjungi oleh wisatawan karena memang terletak di lembah yang sangat terjal. Pewarta desa fulur pada hari Rabu 22 februari 2017  mengunjungi lokasi tersebut bersama 2 orang warga desa fulur. Lokasi Air terjun ini memang tidak jauh dari dusun holpara desa fulur hanya berjarak sekitar kurang dari 1 Km. Namun untuk sampai di tempat ini tidaklah mudah, setelah melewati semak belukar  untuk sampai ke lokasi air terjun 3 tingkat ini pengunjung harus berjibaku dengan medan yang sangat terjal, bebatuan yang sangat besar melewati sungai yang hampir menyerupai tebing dengan ketinggian sekitar 50 meter. Setelah melewati  perjalanan menuruni tebing pengunjung akan disajikan dengan sebuah mahakarya alam yang sangat indah. Di lokasi tersebut merupakan lokasi pertemuan antara dua sungai (kali) yakni dari Dusun Fulur dan sungai Liakai Dari Dusun Holgotok. Sebuah panorama alam yang sangat luar biasa akan memanjakan mata pengunjung, betapa tidak ! Dari pertemuan kedua sungai tersebut terdapat dua titik air terjun tiga tingkat yang melalui kedua sungai tersebut dan lokasi air terjun tersebut tepat berada di titik bertemunya kedua sungai itu, Airnya yang sangat jernih cocok untuk memanjakan diri di kolam yang tersedia secara alami di lokasi tersebut. Selain itu Pengunjung juga bisa melihat gerombolan monyet yang bertengger di pepohonan di sekitar lokasi air terjun .Sungguh luar biasa! Namun Sayang saat kami mengunjungi lokasi Air Terjun ini kondisi airnya sedang kotor akibat pengerjaan proyek yang mengambil material di bagian Hulu sungai. Bagi yang baru ingin mengunjungi tempat ini butuh persiapan khusus berupa Nyali dan peralatan kemanan yang cukup untuk menghindari terjadinya kecelakaan, dan harus ditemani oleh warga sekitar. Namun bagi warga Dusun Holpara mereka tidak memerlukan peralatan kemanan karena sudah terbiasa mengunjungi tempat Uluk Till ini. Nah bagi Para pencinta alam dan penantang adrenalin tempat ini sangat cocok untuk di coba."
       ]
     },
     {
       "tag": "penjelasan_air_terjun_muru_nawe",
       "patterns": [
         "Apa itu Air Terjun Muru Nawe?",
         "Air Terjun Muru Nawe ?",
         "Muru Nawe",
         "Bagaimana deskripsi Air Terjun Muru Nawe?",
         "Bisakah kamu jelaskan tentang Air Terjun Muru Nawe?",
         "Apa yang bisa kamu ceritakan tentang Air Terjun Muru Nawe?",
         "Saya ingin tahu lebih banyak tentang Air Terjun Muru Nawe, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Air Terjun Muru Nawe."
       ],
       "responses": [
         "Wilayah Pantura Kabupaten Ende menyimpan banyak potensi wisata. Dari pesona pantai, pemandangan pegunungan, padang sabana hingga wisata budaya. Salah satunya wisata air terjun Muru Nawe. Berada di Desa Detuwulu, Kecamatan Maurole, Kabupaten Ende, wisata ini belum banyak diketahui. Hal ini disebabkan kurangnya perhatian dan promosi. Air terjun Muru Nawe, bisa ditempuh dalam waktu dua jam perjalanan dari kota Ende, ibu kota Kabupaten Ende menggunakan roda dua maupun roda empat. Jalanan yang berlubang, dan rusak menjadi tantangan tersendiri bagi para pengunjung. Sesampainya di Desa Detuwulu pengunjung langsung arahkan kendaraan menuju Muru Nawe. Jaraknya sekitar satu kilometer. Pemerintah setempat telah membangun jalan tani menuju lokasi tersebut. Sehingga pengunjung tidak perlu berjalan kaki untuk menikmati pesona air terjun Muru Nawe."
       ]
     },
     {
       "tag": "penjelasan_hutan_kenari",
       "patterns": [
         "Apa itu Hutan Kenari?",
         "Hutan Kenari ?",
         "kenari",
         "Bagaimana deskripsi Hutan Kenari?",
         "Bisakah kamu jelaskan tentang Hutan Kenari?",
         "Apa yang bisa kamu ceritakan tentang Hutan Kenari?",
         "Saya ingin tahu lebih banyak tentang Hutan Kenari, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Hutan Kenari."
       ],
       "responses": [
         "Pulau Alor disebut sebagai Bumi Kenari, demikian banyak orang menyebutnya. Alor merupakan wilayah yang ditumbuhi ribuan pohon kenari secara alami sejak dahulu kala. Diduga pohon kenari tertua sudah berusia 100-200 tahun. Pohon kenari juga dijadikan sebagai salah satu penanda area oleh nenek moyang orang Alor apabila mereka berpergian ke wilayah lain. Meskipun merupakan penghasil kenari, pada awalnya masyarakat tidak menjadikan kenari sebagai komoditas utama. Bahkan mayoritas masyarakat tidak mengetahui bahwa kenari dapat diolah menjadi berbagai macam produk makanan. Kelestarian kenari juga sempat terancam dengan banyaknya penebangan liar oleh oknum masyarakat. Penebangan liar ini dilakukan dikarenakan pemakaian pohon kenari sebagai bahan bangunan. Selain itu, kondisi alam juga menjadi ancaman bagi kelestarian kenari. Sejumlah pohon kenari diberitakan sempat tumbang akibat terjangan badai pada April 2021 lalu. Kedatangan Timurasa Indonesia dan Wahana Visi Indonesia (WVI) membuat kenari menjadi lebih dikenal dan dimanfaatkan sebagai salah satu komoditas pangan. Timurasa Indonesia dan WVI memberdayakan komunitas lokal serta memberikan pemahaman tentang kenari serta pengolahannya hingga menjadi produk-produk makanan seperti selai, biskuit, hingga gelato atau eskrim."
       ]
     },
     {
       "tag": "penjelasan_penangkaran_rusa",
       "patterns": [
         "Apa itu Penangkaran Rusa?",
         "Penangkaran Rusa ?",
         "Penangkaran Rusa",
         "Bagaimana deskripsi Penangkaran Rusa?",
         "Bisakah kamu jelaskan tentang Penangkaran Rusa?",
         "Apa yang bisa kamu ceritakan tentang Penangkaran Rusa?",
         "Saya ingin tahu lebih banyak tentang Penangkaran Rusa, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Air Penangkaran Rusa."
       ],
       "responses": [
         "Rusa Timur merupakan salah satu satwa khas di Indonesia, khususnya di Provinsi Nusa Tenggara Timur (NTT) yang memiliki potensi untuk dikembangkan dan bisa memberikan nilai ekonomi yang tinggi. Sayang keberadaan rusa Timur di alam liar sudah mulai langka dan terbatas akibat maraknya aktivitas perburuan liar. Karena itu, Balai Besar Konservasi Sumber Daya Alam (BBKSDA) Provinsi NTT berencana mengembangkan penangkaran rusa Timur pada beberapa daerah di Pulau Flores. Upaya ini untuk mendorong peningkatan perekonomian masyarakat setempat. 'Penangkaran rusa Timur ini kami lakukan bersama-sama dengan kelompok masyarakat di Pulau Flores yang tersebar di Kabupaten Sikka, Nagekeo, dan Ende,; kata Kepala BBKSDA NTT Arif Mahmud di Larantuka, Kabupaten Flores Timur, kemarin. Arif Mahmud mengatakan, penangkaran rusa Timur akan dilakukan dengan mengambil induk rusa dari penangkar lain untuk dikembangkan menjadi rusa-rusa yang bisa langsung dimanfaatkan."
       ]
     },
     {
       "tag": "penjelasan_hutan_ine_mbele",
       "patterns": [
         "Apa itu Hutan Ine Mbele?",
         "Hutan Ine Mbele?",
         "Hutan Ine Mbele",
         "Bagaimana deskripsi Hutan Ine Mbele?",
         "Bisakah kamu jelaskan tentang Hutan Ine Mbele?",
         "Apa yang bisa kamu ceritakan tentang Hutan Ine Mbele?",
         "Saya ingin tahu lebih banyak tentang Hutan Ine Mbele, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Hutan Ine Mbele."
       ],
       "responses": [
         "Hutan Ine Mbele merupakan salah satu obyek wisata hutan lindung di Kabupaten Manggarai terletak persis di bibir pantai Iteng Desa Paka Kecamatan Satar Mese. Sejenak melintasi Hutan  keunikan kita jumpa dengan  berbagai jenis flora dan fauna dan pohon nan rindang  tempat berlabuh ribuan kelalawar Konon Menurut cerita warga setempat kelalawar itu datang dari Pulau Sumba dan  juga dari Benua Australia sejenak beberapa bulan menikmati indahnya alam dan hutan di Kabupaten Manggarai, tetapi belum diketahui persis apa yang menjadi daya tarik mereka suka bertengger di hutan Ine Mbele."
       ]
     },
     {
       "tag": "penjelasan_pulau_bidadari",
       "patterns": [
         "Apa itu Pulau Bidadari?",
         "Pulau Bidadari ?",
         "Bidadari",
         "Bagaimana deskripsi Pulau Bidadari?",
         "Bisakah kamu jelaskan tentang Pulau Bidadari?",
         "Apa yang bisa kamu ceritakan tentang Pulau Bidadari?",
         "Saya ingin tahu lebih banyak tentang Pulau Bidadari, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Pulau Bidadari."
       ],
       "responses": [
         "Pulau Bidadari di NTT sering juga disebut sebagai Angel Island. Jika mencari di peta Google, kamu bisa melihat keberadaannya berdampingan dengan Angel Island Eco Resort yang siap menyambut kedatanganmu. Lokasi tepatnya berada di Kecamatan Komodo, Labuan Bajo, Kabupaten Manggarai Barat NTT. Sama seperti sederetan gugus pulau di Labuan Bajo, seperti Pulau Rinca dan Padar, panorama bahari di sini sangat indah. Meski berada di Kecamatan Komodo yang terkenal dengan wisata faunanya, di Pulau Bidadari NTT kamu tidak akan menjumpai hewan langka ini. Bukan jadi masalah, sebab kamu justru bisa menjelajah lebih dalam tanpa rasa khawatir. Keindahan dan ketenangan yang bisa kamu rasakan ketika memasuki tempat ini akan menjadi penawar sempurna bagi kesibukan dan kepenatan harianmu di kota. Jadi, rekomendasi wisata NTT ini patut kamu coba. Kamu bisa memulai perjalananmu di Labuan Bajo langsung atau jika berada di luar NTT bisa berangkat dari Bali. Hanya butuh waktu sekitar 1,5 jam saja dengan penerbangan Bali-Labuan Bajo. Sampai di Labuan Bajo lanjutkan perjalanan ke Angel Island dengan speed boat. Tidak lama, cukup 10 menit perjalanan sudah bisa berada di tempat indah dan tenang tersebut. Namun, jika kamu tidak sedang buru-buru lebih baik gunakan perahu. Dengan waktu tempuh sekitar 30 menit, kamu bisa lebih leluasa menikmati pemandangan laut sepanjang perjalanan menuju Angel Island. Jika kamu sudah terlebih dahulu memesan penginapan yang ada di Angel Island, kamu tidak perlu repot-repot mencari speed boat atau perahu. Sebab akan menjemputmu di Labuan Bajo. Seperti pantai-pantai di Nusa Tenggara Timur yang terkenal dengan pasir putih dan ekosistem bawah lautnya yang menawan. Angel Island juga memilikinya. Hamparan pasir putih membentang dengan ragam jenis terumbu karang yang rapi siap memanjakan mata yang memandang. Tidak hanya itu, pantai yang biru jernih di Angel Island ini dikelilingi perbukitan yang asri. Suara ombak kecil berhembus menabrak koral dan karang di tempat yang tenang ini akan menyegarkan pikiranmu. Jadi lupakan sejenak kehidupanmu yang sibuk jika menepi di sini. Jika hobi menyelami kehidupan bawah laut, aktivitas snorkeling atau juga diving di Pulau Bidadari NTT ini wajib kamu coba. Tapi apabila belum mahir namun tetap ingin menjajalnya pulau ini bisa jadi pilihan. Tempat ini cocok untuk snorkeling bagi pemula sebab pengunjung bisa menikmati terumbu karang berjarak 5 meter bibir laut tanpa khawatir terbawa ombak atau bahkan tenggelam. Tapi jika tidak tertarik berbasah-basahan, pilihlah waktu sore hari untuk menyaksikan matahari terbenam dengan indah di pulau ini. Kamu juga bisa mengabadikan momen bahagiamu di sini bersama pasangan."
       ]
     },
     {
       "tag": "penjelasan_danau_3_warna_kelimutu",
       "patterns": [
         "Apa itu Danau 3 Warna Kelimutu?",
         "Danau 3 Warna Kelimutu?",
         "3 Warna Kelimutu",
         "Bagaimana deskripsi Danau 3 Warna Kelimutu?",
         "Bisakah kamu jelaskan tentang Danau 3 Warna Kelimutu?",
         "Apa yang bisa kamu ceritakan tentang Danau 3 Warna Kelimutu?",
         "Saya ingin tahu lebih banyak tentang Danau 3 Warna Kelimutu, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Danau 3 Warna Kelimutu."
       ],
       "responses": [
         "Gunung Kelimutu yang berada di Pulau Flores, Provinsi Nusa Tenggara Timur merupakan taman nasional yang menyajikan pemandangan mengesankan. Memiliki ketinggian 1.639 meter, terdapat tiga danau yang masing-masing memiliki warna yang berbeda. Gunung Kelimutu, di ketinggian 5.377 kaki, tiga danau dengan warna yang berebeda dan berubah-ubah itu dinamakan Danau Tiga Warna.  Kelimutu berasal dari dua kata dalam bahasa setempat berarti Gunung (keli) Mendidih (mutu). Tiga danau yang ada di atasnya memiliki nama dan arti  sesuai dengan warna airnya. Danau berwarna biru atau 'Tiwu Nuwa Muri Koo Fai' merupakan tempat berkumpulnya jiwa-jiwa muda-mudi yang telah meninggal. Danau yang berwarna merah atau 'Tiwu Ata Polo' merupakan tempat berkumpulnya jiwa-jiwa orang yang telah meninggal dan selama ia hidup selalu melakukan kejahatan/tenung. Sedangkan danau berwarna putih atau 'Tiwu Ata Mbupu' merupakan tempat berkumpulnya jiwa-jiwa orang tua yang telah meninggal. Masyarakat setempat percaya saat air danau berubah warna, mereka harus mempersembahkan sesajen."
       ]
     },
     {
       "tag": "penjelasan_danau_tiwu_sora",
       "patterns": [
         "Apa itu Danau Tiwu Sora?",
         "Danau Tiwu Sora?",
         "Tiwu Sora",
         "Bagaimana deskripsi Danau Tiwu Sora?",
         "Bisakah kamu jelaskan tentang Danau Tiwu Sora?",
         "Apa yang bisa kamu ceritakan tentang Danau Tiwu Sora?",
         "Saya ingin tahu lebih banyak tentang Danau Tiwu Sora, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Danau Tiwu Sora."
       ],
       "responses": [
         "Flores itu surganya para petualang, dan Kabupaten Ende salah satu spot eksotiknya. Ada banyak tempat menarik yang masih asli dan alami. Asli dalam artian belum dikenal banyak orang dalam kurun waktu ratusan (mungkin ribuan) tahun dan alami karena tidak tersentuh modernitas. Danau Tiwu Sora adalah salah satu lokasi yang masih asli dan alami menurut saya, dan semoga akan seperti itu ke depannya. Tiwu Sora adalah nama danau yang berada diketinggian 1140 meter diatas permukaan laut dan masuk dalam wilayah Kecamatan Lepembusu tepatnya di Desa Tiwu Sora (sebelumnya masuk wilayah administrasi Kecamatan Kotabaru). Tiwu Sora berarti Danau Sora; Sora sendiri merupakan nama orang atau tokoh dalam legenda Tiwu Sora. Danau ini mempunyai luas kurang lebih 3 hektar."
       ]
     },
     {
       "tag": "penjelasan_gunung_sirung",
       "patterns": [
         "Apa itu Gunung Sirung?",
         "Gunung Sirung ?",
         "Sirung",
         "Bagaimana deskripsi Gunung Sirung?",
         "Bisakah kamu jelaskan tentang Gunung Sirung?",
         "Apa yang bisa kamu ceritakan tentang Gunung Sirung?",
         "Saya ingin tahu lebih banyak tentang Gunung Sirung, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Gunung Sirung."
       ],
       "responses": [
         "Gunung Sirung adalah gunung berapi aktif yang terletak di Pulau Pantar yang terletak di Kepulauan Alor yang berada di timur Provinsi Nusa Tenggara Timur. Lereng Gunung Sirung dapat dicapai dengan mudah dari desa di Kampung Kakamauta, Desa Mauta, Kecamatan Pantar Tengah, Kabupaten Alor. Dalam kawah Gunung Sirung terdapat sulfur di Danau kawah dan mengeluarkan sulfur dari lubang-lubang gunung."
       ]
     },
     {
       "tag": "penjelasan_bukit_nanaet-dubesi",
       "patterns": [
         "Apa itu Bukit Nanaet Dubesi?",
         "Bukit Nanaet Dubesi?",
         "Nanaet Dubesi",
         "Bagaimana deskripsi Bukit Nanaet Dubesi?",
         "Bisakah kamu jelaskan tentang Bukit Nanaet Dubesi?",
         "Apa yang bisa kamu ceritakan tentang Bukit Nanaet Dubesi?",
         "Saya ingin tahu lebih banyak tentang Bukit Nanaet Dubesi, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Bukit Nanaet Dubesi."
       ],
       "responses": [
         "Nanaet Dubesi adalah sebuah Kecamatan di Kabupaten Belu, Nusa Tenggara Timur, Indonesia. Letaknya di atas Pegunungan yang memisahkan dua Negara antara Indonesia Dan Timor Leste. Letaknya sekitar 40 Km dari ibu kota kabupaten Belu Atambua. Nanaet melambangkan pria dan Dubesi melambangkan wanita. Berdasarkan istilah ini, ada kemungkinan terdapat leluhur orang Naitimu dari perkawinan antara leluhur pria yang berasal dari Nanaet dan leluhur wanita yang berasal dari Dubesi. Perkawinan antara Nanaet dan Dubesi melahirkan keturunan orang tetum yang menyebut dirinya Nanaet Dubesi. Karena perkawinan Nanaet-Dubesi menganut paham patriarkat, maka keturunan Nanaet Dubesi lebih cocok disebut dengan nama Nanaet saja."
       ]
     },
     {
       "tag": "penjelasan_bukit_lidak",
       "patterns": [
         "Apa itu Bukit Lidak?",
         "Bukit Lidak?",
         "Lidak",
         "Bagaimana deskripsi Bukit Lidak?",
         "Bisakah kamu jelaskan tentang Bukit Lidak?",
         "Apa yang bisa kamu ceritakan tentang Bukit Lidak?",
         "Saya ingin tahu lebih banyak tentang Bukit Lidak, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Bukit Lidak."
       ],
       "responses": [
         "Bukit Lidak terletak di Atambua, Kecamatan Belu, Nusa Tenggara Timur ini memiliki pesona alam yang indah dan cocok bagi kalian yang ingin merasakan indahnya sunset dan melihat isi kota Belu. Pecinta hiking juga bisa mencoba untuk mendaki di bukit Lidak ini."
       ]
     },
     {
       "tag": "penjelasan_gunung_sirung",
       "patterns": [
         "Apa itu Gunung Sirung?",
         "Gunung Sirung?",
         "Sirung",
         "Bagaimana deskripsi Gunung Sirung?",
         "Bisakah kamu jelaskan tentang Gunung Sirung?",
         "Apa yang bisa kamu ceritakan tentang Gunung Sirung?",
         "Saya ingin tahu lebih banyak tentang Gunung Sirung, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Gunung Sirung."
       ],
       "responses": [
         "Gunung Sirung adalah gunung berapi aktif yang terletak di Pulau Pantar yang terletak di Kepulauan Alor yang berada di timur Provinsi Nusa Tenggara Timur. Lereng Gunung Sirung dapat dicapai dengan mudah dari desa di Kampung Kakamauta, Desa Mauta, Kecamatan Pantar Tengah, Kabupaten Alor. Dalam kawah Gunung Sirung terdapat sulfur di Danau kawah dan mengeluarkan sulfur dari lubang-lubang gunung."
       ]
     },
     {
       "tag": "penjelasan_gunung_wongge",
       "patterns": [
         "Apa itu Gunung Wongge?",
         "Gunung Wongge ?",
         "Wongge",
         "Bagaimana deskripsi Gunung Wongge?",
         "Bisakah kamu jelaskan tentang Gunung Wongge?",
         "Apa yang bisa kamu ceritakan tentang Gunung Wongge?",
         "Saya ingin tahu lebih banyak tentang Gunung Wongge, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Gunung Wongge."
       ],
       "responses": [
         "Gunung Wongge memiliki legenda terkait dengan Kisah Cinta Segitiga antara Gunung Meja dan Gunung Ia. Namun, dibalik legenda nya tersebut, Gunung Wongge layak dimasukkan dalamt list apabila kalian ingin mendaki di Ende."
       ]
     },
     {
       "tag": "penjelasan_gunung_padhambewu",
       "patterns": [
         "Apa itu Gunung Padhambewu?",
         "Gunung Padhambewu ?",
         "Padhambewu",
         "Bagaimana deskripsi Gunung Padhambewu?",
         "Bisakah kamu jelaskan tentang Gunung Padhambewu?",
         "Apa yang bisa kamu ceritakan tentang Gunung Padhambewu?",
         "Saya ingin tahu lebih banyak tentang Gunung Padhambewu, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Gunung Padhambewu."
       ],
       "responses": [
         "Gunung Padhambewu merupakan salah satu gunung yang cocok menjadi pilihan destinasi untuk melihat isi kota Ende dari ketinggian."
       ]
     },
     {
       "tag": "penjelasan_pantai_mali",
       "patterns": [
         "Apa itu Pantai Mali?",
         "Pantai Mali ?",
         "Mali",
         "Bagaimana deskripsi Pantai Mali?",
         "Bisakah kamu jelaskan tentang Pantai Mali?",
         "Apa yang bisa kamu ceritakan tentang Pantai Mali?",
         "Saya ingin tahu lebih banyak tentang Pantai Mali, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Pantai Mali."
       ],
       "responses": [
         "Apabila selama ini banyak mereka pemburu senja ingin menghabiskan waktu melihat matahari terbenam, maka setelah melihat matahari terbit di Pantai Mali, mereka pasti akan jatuh cinta dengan pesona sunrise di sana. Pantai Mali adalah pantai yang terletak di Pulau Alor, Kota Kalabahi, NTT,  yang jaraknya kurang lebih 15-20 menit dari pusat kota bila mengendarai sepeda motor. Selain pemandangan alam, pasir putih lembut dan air laut yang berwarna biru jernih, pantai ini memiliki teluk yang sangat menggoda. Namun bukan itu pesona dari Pantai yang masih disebut-sebut perawan alias belum terjamah ini, melainkan keindahan gelombang laut. Apabila laut surut pengunjung dapat berjalan ke tengah menuju hempasan ombak. Pantai Mali terkenal dengan panorama sunrise-nya yang ciamik,  bahkan ada yang rela datang dinihari menunggu matahari terbit sekaligus menikmati keindahan bintang yang masih bersinar. Perlahan ketika langit mulai berwarna muncul semburat jingga di horizon. Pohon besar yang ada di tengah laut seakan muncul dikelillingi air laut menjadi siluet, suatu pemandangan sunrise yang sangat indah. etika matahari telah terbit, air laut yang biru dan pasir putih yang menghiasi bibir pantai dengan jejeran pohon kelapa yang menjulang bak mahkota di Pantai Mali menjadi pesona utama bagi setiap orang yang ingin menikmati keindahan pantai ini dan sangat bagus untuk diabadikan melalui jepretan-jepretan kamera. Jadi, berkunjung ke Alor, jangan lupa ke Pantai Mali!"
       ]
     },
     {
       "tag": "penjelasan_pantai_maimol",
       "patterns": [
         "Apa itu Pantai Maimol?",
         "Pantai Maimol ?",
         "Maimol",
         "Bagaimana deskripsi Pantai Maimol?",
         "Bisakah kamu jelaskan tentang Pantai Maimol?",
         "Apa yang bisa kamu ceritakan tentang Pantai Maimol?",
         "Saya ingin tahu lebih banyak tentang Pantai Maimol, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Pantai Maimol."
       ],
       "responses": [
         "Pantai Maimol mempunyai jarak yang kurang lebih sekitar 8 km dari kota Kalabahi. Maimol sebagai kampung nelayan tradisional, memiliki potensi cukup baik guna menjadi penghasil ikan di wilayah kabupaten Alor. Pantai ini tepat berada di Teluk Benlelang sehingga memiliki ombak yang tenang dengan air yang jernih. Hamparan pasir putih dengan garis pantai hampir sekitar 1 kilometer memberikan keindahan tersendiri untuk mata pengunjung. Disekitar lokasi sudah terdapat tempat perisitirahatan berupa kursi-kursi dari bambu tepat di bawah rindangnya pepohonan kelapa dan beringin dan juga sudah tersedia toilet bagi pengunjung.Anda juga dapat langsung membeli ikan hasil tangkapan para nelayan setempat yang menjajakan hasil tangkapannya untuk dijual di pesisir pantai. Akses transportasi cukup mudah menuju lokasi dengan menggunakan ojek ata angkutan kota dari pusat kota dengan tarif 5.000 rupiah."
       ]
     },
     {
       "tag": "penjelasan_pantai_deere",
       "patterns": [
         "Apa itu Pantai Deere?",
         "Pantai Deere ?",
         "Deere",
         "Bagaimana deskripsi Pantai Deere?",
         "Bisakah kamu jelaskan tentang Pantai Deere?",
         "Apa yang bisa kamu ceritakan tentang Pantai Deere?",
         "Saya ingin tahu lebih banyak tentang Pantai Deere, bisakah kamu membantu?",
         "Tolong berikan informasi tentang Pantai Deere."
       ],
       "responses": [
         "Menikmati keindahan sunset adalah salah satu dari sekian banyak tujuan orang ke pantai. Jika Anda berlibur ke wilayah Nusa Tenggara Timur, banyak sekali pantai yang bisa dijadikan tempat menanti senja. Pantai Deere misalnya. Pantai ini menawarkan pemandangan yang indah menjelang terbenamnya matahari. Mulai dari siluet pohon kelapa hingga warna jingga di ujung barat. Datanglah saat sore hari. Nikmati sebentar air dan semilir angin pantai sebelum menantikan terbenamnya matahari. Tak hanya bisa melihat warna jingga di langit yang terpancar ke permukaan air, Anda yang senang fotografi juga dapat mengambil gambar dari belakang pepohonan untuk menghasilkan siluet yang indah. Pantai Deere terletak di Kalabahi, Alor, NTT. Untuk mencapai pantai ini, Anda perlu menempuh jarak sekira 19 kilometer yang dapat ditempuh dalam 30 menit."
       ]
     }
  ]
}
